Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1107_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien webropol-kysely saamen kielilain toteutumisesta
sme: Sámedikki webropol-jearahallan sámi giellalaga ollašuvvamis

source: Saamelaiskäräjien Saamen kielen toimisto toteuttaa webropol- kyselyn saamen kielilain soveltamisesta vuosina 2012-2014.
sme: Sámedikki sámegiela doaimmahat ollašuhttá webropol- jearahallama sámi giellalága heiveheamis jagiin 2012-2014.

source: Kysely on suunnattu niille viranomaisille ja viranomaisten työntekijöille, joihin saamen kielilakia sovelletaan.
sme: Jearahallan lea oaivvilduvvon / dárkkuhuvvon daidda virgeoapmahaččaide ja virgeoapmahaččaid bargiide, geaidda sámi giellaláhka heivehuvvo.

source: Vastausaikaa on syyskuun loppuun saakka.
sme: Vástidanáigi lea čakčamánu loahpa rádjai.

source: Kyselylomakkeet ovat saamen kielillä ja suomeksi.
sme: Jearahallanskovit leat sáme- ja suomagillii.

source: Kyselylomakkeet ovat suunnattu kunnan ja kuntayhtymien, valtion ja julkisten hallinnonalojen ja saamelaistahojen henkilöstöille.
sme: Jerahallanskovit leat oaivvilduvvon / dárkkuhuvvon gieldda ja gielddaidovttastumiid, stáhta ja almmolaš hálldahussurggiid ja sápmelašoassebeliid bargiide.

source: Kaikki vastaukset käsitellään luottamuksellisesti.
sme: Buot vástádusat gieđahallojit luhtolaččat.

source: Saamen kielilaki (1086/2003) on ollut voimassa yli 10 vuotta.
sme: Sámi giellaláhka (1086/2003) leamašan fámus badjel 10 jagi.

source: Kyselyn tarkoituksena on selvittää saamen kielen käyttöä viranomaispalveluissa, työntekijöiden saamen kielen taitoa ja saamenkielisten palvelujen laajuutta.
sme: Jearahallama ulbmilin lea čielggadit sámegiela geavaheami virgeoapmahašbálvalusain, bargiid sámegiela dáiddu ja sámegielat bálvalusaid viidodaga.

source: Saamelaiskäräjät seuraa lain soveltamista ja antaa suosituksia kielilainsäädäntöön liittyvissä kysymyksissä sekä tekee aloitteita havaitsemiensa epäkohtien korjaamiseksi.
sme: Sámediggi čuovvu lága heiveheami ja addá ávžžuhusaid giellaláhkaásahussii gulavaš gažaldagaide sihke bargá álgagiid áican dohkkemeahttun diliid njulgema dihtii.

source: Selvityksestä laaditaan raportti.
sme: Čielggadusas ráhkaduvvo raporta.

source: Selvityksestä ja kyselylomakkeesta antaa lisätietoja saamen kieliturvasihteeri Siiri Jomppanen, puhelin 010 839 3111.
sme: Čielggadusas ja jearahallanskoviin addá lassidieđuid gielladorvočálli Siiri Jomppanen, telefon 010 839 3111.
